Repository: john20xdoe/tiny-translator
Catalog: src/i18n/messages.*.xlf
Languages: de

source: Open a new project
de: Öffnen Sie ein neues Projekt

source: Project name
de: Projektname

source: Add project
de: Projekt hinzufügen

source: add as new project and start working
de: Als neues Projekt hinzufügen und mit der Übersetzung beginnen

source: There are unpublished changes
de: Es gibt unveröffentlichte Änderungen!

source: No Translation Unit
de: Keine Übersetzungen

source: Description
de: Beschreibung

source: Meaning
de: Bedeutung

source: Your translation to
de: Ihre Übersetzung nach

source: press to accept the given translation
de: übernimmt den angebenen Text als Übersetzung

source: All units
de: Alles

source: Untranslated units
de: Unübersetztes

source: Delete Project
de: Projekt löschen

source: Start Translation
de: Übersetzen..

source: selected:
de: Ausgewählt:

source: Upload master xmb file
de: Hochladen Master XMB

source: Selected translation file:
de: Ausgewählte Übersetzungsdatei:

source: Upload a translation file (xlf, xtb)
de: Übermitteln Sie eine Übersetzungsdatei (xlf, xtb)

source: Explicitly set source language
de: Explizit angegebene Ausgangssprache

source: There are problems with the translation
de: Es gibt Probleme mit dieser Übersetzung

source: Cancel
de: Abbruch

source: Your selected file contains no information about the language used. You can set it here explicitly.
de: Die ausgewählte Datei enthält keine Angabe zur Zielsprache. Sie können die Sprache hier explizit angeben.

source: Workflow type you are using
de: Die Art des Workflow, die Sie verwenden wollen.

source: Single User
de: Einzelbenutzer

source: Single user workflow. You are translator and reviewer in one person. Every translated unit will directly get the state 'final'
de: Workflow "Einzelbenutzer". Sie sind sowohl Übersetzer als auch Reviewer in einer Person. Jede eingegebene Übersetzung bekommt direkt den Zustand 'final'

source: Translator/Reviewer
de: Übersetzer/Reviewer

source: Workflow with explicit translator and reviewer. Translation get te state 'translated'. The reviewer must mark them as 'final' later.
de: Workflow mit getrenntem Übersetzer und Reviewer. Eingegebene Übersetzungen bekommen den Zustand 'translated'. Der Reviewer muss sie dann später als 'final' markieren.

source: Your role
de: Ihre Rolle

source: Translator
de: Übersetzer

source: export current translation state to file (download)
de: Export der Übersetzungen (download)

source: In normalization mode all markup contained in the messsages is shown in a simplified, format neutral way.
de: Im Normalisierungsmodus werden alle speziellen Markierungen (markup) in den Nachrichten in einer vereinfachten und formatunabhängigen Form angezeigt.

source: press to accept the given translation as reviewed
de: Benutzen Sie diesen Button, um den aktuellen Text als Übersetzung zu akzeptieren.

source: Review needed
de: Review erforderlich

source: Details of the project (click to open)
de: Details des Projekts (Klicken Sie hier zum Öffnen der Details)

source: As a reviewer translation is disabled. You can only mark translated units as reviewed
de: Als "Reviewer" können Sie keine Übersetzungen eingeben. Sie können nur vohandene Übersetzungen als "reviewed" markieren.

source: You are currently working as reviewer!
de: Sie arbeiten aktuell als "Reviewer" !

source: Edit project
de: Projekteinstellungen ändern

source: commit changes and continue working
de: Änderungen speichern

source: Google Translate status for current project
de: Google Translate Status für da aktuell ausgewählte Projekt

source: Google Translate is currently disabled due to the following reason:
de: Google Translate ist derzeit aus folgendem Grund deaktiviert:

source: Google Translate Settings
de: Google Translate Einstellungen

source: Then you have to create an API Key.
de: Dann müssen Sie einen API Key erstellen.

source: For details follow:
de: Für Details folgen Sie:

source: API key
de: API-Schlüssel

source: API Key will be stored in the local storage of your browser. It will not be sent to anywhere but the Google Translate Service.
de: Der API-Schlüssel wird im lokalen Speicher Ihres Browsers abgelegt. Es wird nirgendwohin gesendet, außer an den Google Translate Service.

source: Store API Key
de: API-Schlüssel speichern

source: Source language code
de: Sprachencode Ausgangssprache

source: Target language code
de: Sprachencode Zielsprache

source: Test
de: Testen

source: Test a call
de: Testen Sie einen Aufruf

source: Google Translate settings..
de: Google Translate Einstellungen ..

source: configure Google Translate API Key
de: Konfigurieren Sie den Google Translate API-Schlüssel

source: Google Translate units..
de: Übersetzen per Google Translate ..

source: Translate all untranslated units with Google Translate
de: Übersetzen Sie alle nicht übersetzten Einheiten mit Google Translate

source: press to get a translation suggestion from Google Translate
de: Übersetzungsvorschlag von Google Translate

source: Autotranslate Run Result
de: Autotranslate Ergebnis letzter Lauf

source: No Autotranslate run result available.
de: Keine Autotranslate-Ergebnisse vorhanden.

source: Ignored
de: Ignorierte

source: show all untranslated that were ignored by auto translation
de: Anzeige aller nicht übersetzten Einheiten, die bei der Autotranslation ignoriert wurden.

source: Failed
de: Fehlerhafte

source: show all untranslated where auto translation failed
de: Anzeige aller nicht übersetzten Einheiten, die bei der Autotranslation Fehler erzeugt haben.

source: show overview of auto translated units
de: Zeig eine Übersicht der automatisch übersetzten Einheiten

source: continue translation
de: Weiter übersetzen

source: Last results..
de: Ergebnis letzter Lauf..

source: Open summary page of last autotranslate run
de: Öffnen Übersicht über die Ergebnisse des letzten Autotranslation-Laufs

source: Autotranslated units
de: Automatisch übersetzte Einheiten

source: failed Autotranslated
de: Gescheiterte automatisch übersetzte

source: ignored Autotranslated
de: Ignorierte automatisch übersetzte

source: Save..
de: Speichern..

source: Save project changes
de: Speichern Projekteinstellungen

source: press to reset the reviewed translation to 'translated'
de: Benutzen Sie diesen Button, um die Übersetzung als unvollständig zu markieren.

source: undo changes
de: Änderungen rückgängig machen

source: accept translation and go to previous unit
de: Die Übersetzung übernehmen und zur vorherigen wechseln

source: accept translation and go to next unit (Keyboard shortcut 'Ctrl Enter')
de: Übersetzen und weiter zur nächsten (per Tastatur 'Ctrl Enter')

source: A newer version of the app is available
de: Eine neuere Version der Anwendung ist verfügbar!

source: Ignore
de: Nein danke
